
"account" = "Account";
"add_as_new_contact" = "Add as new contact";
"amount" = "Amount";
"balance_error" = "You only have %@ available!";
"balance_info" = "Your Balance: %@ (%@ Fee)";
"btc_address" = "BTC Address";
"btc_bought_successfully" = "You will receive your bitcoins shortly.";
"buy" = "Buy";
"buy_btc" = "Buy Bitcoins";
"buy_card_check_failed" = "The zip entered doesn't match with your credit card.";
"buy_card_error" = "Credit card invalid.";
"buy_phone_nr_already_used" = "Your phone number can only be associated with one credit card.";
"cancel" = "Cancel";
"change_currency" = "Change Currency";
"choose_contact" = "Choose Contact";
"contact_or_btc_address" = "Contact or BTC Address";
"contacts" = "Contacts";
"confirm_buy" = "Do you want to buy %.4f BTC for $%i?";
"could_not_fetch_balance" = "Could not load balance.";
"could_not_verify_phone" = "Could not verify phone number.";
"county_not_supported" = "Your country (%@) is not supported.";
"current_balance" = "CURRENT BALANCE";
"display_name" = "Display Name";
"error" = "Error";
"error_title" = "Error!";
"export" = "Export";
"feature_unavailable" = "This feature is currently disabled.";
"me" = "Me";
"n_confirmation" = "%i Confirmations";
"network_error" = "Network Error";
"new_contact" = "New Contact";
"next" = "Next";
"no_credit" = "You can currently only buy $50 in bitcoins per week.";
"not_a_key" = "The scanned code isn't a valid private key.";
"not_enough_funds" = "Not enough funds. (minimum 0.0001 needed)";
"okay" = "Okay";
"passcode" = "Passcode";
"please_enter_phone" = "Phone number for SMS verification:";
"please_enter_verification" = "Please enter the code you received:";
"please_wait" = "Please wait";
"private_keys" = "Private Keys";
"push_message" = "You received %@.";
"push_notifications_title" = "Push Notifications";
"push_notifications_desc" = "Notifications for new transactions";
"receive" = "Receive";
"recent_transactions" = "Recent Transactions";
"retry" = "Retry";
"send" = "Send";
"settings" = "Settings";
"shops" = "Shops";
"success" = "Success!";
"swipe" = "Swipe Private Key";
"swipe_failed" = "Import failed, please try again.";
"swipe_key" = "Swipe Key";
"swipe_key_title" = "Swipe Key?";
"swipe_key_message" = "Are you sure you want to swipe all of the funds of this private key? (%.8f BTC)";
"swipe_success" = "All funds have been imported successfully.";
"total" = "Total";
"transaction" = "Transaction";
"tx_error_msg" = "Your transaction could not be broadcasted.";
"tx_success_msg" = "Your transaction has been broadcasted successfully.";
"unit" = "Unit";
"unlock" = "Unlock";
"verify_tx_title" = "Confirm Transaction";
"verify_tx_message" = "Are you sure you want to send %@ to %@?";
"yes" = "Yes";
"you_will_receive" = "You will receive %.4f BTC";
"zip_placeholder" = "Your ZIP code";